[
  {
    "id": 4,
    "title": "Youtube Service available via Patreon",
    "text": [
      "Thank you for using Ethereal Plane! If you are a Youtube Streamer you can now use the official Ethereal Plane servers instead of the locally hosted one!",
      "Due to API limitations, for now Youtube Integration is limited to 5€+ Patreon subscribers!"
    ],
    "link": [
      {
        "title": "Patreon",
        "url": "https://www.patreon.com/voidmonster"
      },
      {
        "title": "Github",
        "url": "https://github.com/FaeyUmbrea/ethereal-plane"
      }
    ]
  },
  {
    "id": 3,
    "title": "Twitch Service now Free!",
    "text": [
      "Thanks for using Ethereal Plane. The time has finally come!",
      "The Etheral Plane's basic functionality is now available free of charge for Twitch Streamers, without requiring the standalone server.",
      "It will still be required to have a Patreon account in order to use the server for the time being, but you no longer need to be supporting the campaign to use chat and polls on Twitch.",
      "The custom Bot name still requires you to be subscribed to the 5$ Tier.",
      "For now, I will keep a close eye on server costs for EP and I might have to change this if they grow uncontrollably.",
      "Please consider subscribing to the Patreon to support the project!"
    ],
    "link": [
      {
        "title": "Patreon",
        "url": "https://www.patreon.com/voidmonster"
      },
      {
        "title": "Github",
        "url": "https://github.com/FaeyUmbrea/ethereal-plane"
      }
    ]
  },
  {
    "id": 1,
    "title": "Welcome to Ethereal Plane",
    "text": [
      "Hello and thank you so much for using OBS Utils!",
      "This right here is the notification panel.",
      "You will only see this if there is any news that are worth sharing.",
      "If you have any Questions, do not hesitate to contact me. Either open an Issue on Github or join the Foundry Discord and ping me there @faey.",
      "Finally, this module supports a local mode of operation, but it works best for Patreon Supporters. You can find all the info you need and my Patreon below."
    ],
    "link": [
      {
        "title": "Patreon",
        "url": "https://www.patreon.com/voidmonster"
      },
      {
        "title": "Github",
        "url": "https://github.com/FaeyUmbrea/ethereal-plane"
      }
    ]
  },
  {
    "id": 2,
    "title": "What's new?",
    "text": [
      "This release adds this Notification Panel and improves upon MidiQOL Support",
      "Previously, Send-to-Chat did not work for non-GM rolls while using MidiQOL. This has now been fixed."
    ]
  }
]